/* Change the document's author. */
"Change Author" = "Cambiar autor";

/* Change the document's comments. */
"Change Comments" = "Cambiar comentarios";

/* Change the document's keywords. */
"Change Keywords" = "Cambiar palabras clave";

/* Changing a Mind Map attribute */
"Change Mind Map Attribute" = "Cambiar atributo del mapa mental";

/* Changing a object attribute */
"Change Object Attribute" = "Cambiar atributo del objeto";

/* Change the document's title. */
"Change Title" = "Cambiar título";

/* Undo String when creating an association */
"Create Association" = "Crear asociación";

/* The undo action name when creating a link. */
"Create Link" = "Crear vínculo";

/* Undo String when creating a node */
"Create Node" = "Crear nodo";

/* Undo String when deleting an association */
"Delete Association" = "Eliminar asociación";

/* Undo String when deleting a node */
"Delete Node" = "Eliminar nodo";

/* Undo Action when deatching a node */
"Detach Nodes" = "Separar nodos";

/* The undo action name when removing a link. */
"Remove Link" = "Eliminar vínculo";

/* Undo Action Namen when setting an att. String. */
"Set Title" = "Definir título";

/* The undo action name when calling strikethrough. */
"Strikethrough" = "Tachado";

/* No comment provided by engineer. */
"Toggle Smart Layout" = "Activar/desactivar la distribución inteligente";

